; Chinese(Simplified)
; imba-tjd;nkh0472
; Xingnengmao66 2024.07.04

[Chinese (Simplified)]
IDS_TITLE_EXCLUDE=排除
IDS_FILE=文件
IDS_SETTINGS=设置
IDS_EXIT=退出
IDS_EDIT=编辑
IDS_PURGE_UNUSED=清除未使用的程序
IDS_PURGE_TIMERS=清除定时器
IDS_FIND=查找
IDS_REFRESH=刷新
IDS_VIEW=查看
IDS_ICONS=图标
IDS_ICONSSMALL=小
IDS_ICONSLARGE=大
IDS_ICONSISHIDDEN=隐藏图标
IDS_LANGUAGE=语言
IDS_FONT=字体
IDS_HELP=帮助
IDS_WEBSITE=网站
IDS_CHECKUPDATES=检查更新
IDS_DONATE=捐助
IDS_ABOUT=关于
IDS_TRAY_SHOW=显示/隐藏
IDS_TRAY_START=开启过滤
IDS_TRAY_STOP=关闭过滤
IDS_TRAY_RULES=规则
IDS_TRAY_BLOCKLIST_RULES=阻止列表（黑名单）
IDS_TRAY_SYSTEM_RULES=系统规则
IDS_TRAY_USER_RULES=自定义规则
IDS_TRAY_LOGERR=错误日志
IDS_ADD_FILE=添加文件
IDS_ANY=全部
IDS_DISABLENOTIFICATIONS=通知静默
IDS_OPENRULESEDITOR=创建规则
IDS_TIMER=定时器
IDS_DISABLETIMER=禁用定时器
IDS_EXPLORE=打开文件所在的位置
IDS_COPY=复制
IDS_SELECT_ALL=全选
IDS_CHECK=选定当前项
IDS_UNCHECK=取消当前项
IDS_ADD=添加
IDS_EDIT2=编辑
IDS_DELETE=删除
IDS_EXPORT=导出
IDS_IMPORT=导入
IDS_RULE_ALLOWLOOPBACK=允许环回连接
IDS_HIGHLIGHT_INVALID=无效程序
IDS_HIGHLIGHT_NETWORK=程序来自网络共享
IDS_HIGHLIGHT_PICO=Pico程序
IDS_HIGHLIGHT_SIGNED=已签名的程序
IDS_HIGHLIGHT_SILENT=静默通知的程序
IDS_HIGHLIGHT_SPECIAL=特殊规则
IDS_HIGHLIGHT_SYSTEM=系统程序
IDS_GROUP_TIMER=定时器程序
IDS_EDITOR=规则编辑器
IDS_NAME=名称
IDS_RULE=规则
IDS_PORTVERSION=协议簇(仅端口)
IDS_PROTOCOL=协议
IDS_DIRECTION=方向
IDS_ACTION=操作
IDS_DATE=日期
IDS_FILEPATH=文件
IDS_SIGNATURE=签名
IDS_ADDRESS=地址
IDS_FILTER=过滤器
IDS_NOTES=说明
IDS_ADDED=创建时间
IDS_TIMELEFT=剩余时间
IDS_SIGN_SIGNED=已签名
IDS_SIGN_UNSIGNED=未签名
IDS_GROUP_ALLOWED=允许的程序
IDS_GROUP_BLOCKED=阻止的程序
IDS_GROUP_ENABLED=启用的规则
IDS_GROUP_DISABLED=禁用的规则
IDS_DIRECTION_1=出站
IDS_DIRECTION_2=进站
IDS_DIRECTION_3=双向
IDS_ACTION_ALLOW=允许
IDS_ACTION_BLOCK=阻止
IDS_ENABLE_CHK=启用规则
IDS_WIKI=帮助
IDS_SAVE=应用
IDS_CLOSE=关闭
IDS_SETTINGS_GENERAL=通用
IDS_TITLE_GENERAL=常规设置
IDS_TITLE_LANGUAGE=语言
IDS_TITLE_CONFIRMATIONS=确认标志
IDS_TITLE_INTERFACE=接口
IDS_TITLE_HIGHLIGHTING=高亮显示
IDS_TITLE_LOGGING=将日志写入到文件
IDS_TITLE_NOTIFICATIONS=通知
IDS_TITLE_ADVANCED=高级
IDS_ALWAYSONTOP_CHK=总在最前
IDS_LOADONSTARTUP_CHK=随开机启动
IDS_STARTMINIMIZED_CHK=启动时最小化
IDS_SHOWFILENAMESONLY_CHK=仅显示文件名
IDS_AUTOSIZECOLUMNS_CHK=自动调整列宽
IDS_SKIPUACWARNING_CHK=跳过"用户帐户控制(UAC)"警告
IDS_CHECKUPDATES_CHK=定期检查更新 (推荐)
IDS_LANGUAGE_HINT=选择语言:
IDS_USESTEALTHMODE_CHK=阻止端口扫描
IDS_USESTEALTHMODE_HINT=静默丢弃入站TCP和RST数据包，防止TCP端口扫描；发送“目标不可达”的ICMP包，防止UDP端口扫描。
IDS_INSTALLBOOTTIMEFILTERS_CHK=安装启动时段过滤
IDS_INSTALLBOOTTIMEFILTERS_HINT=启动过程中阻止数据泄露,即使在"基础过滤引擎" (BFE)引擎启动之前.
IDS_USECERTIFICATES_CHK=检查应用的数字签名
IDS_USENETWORKRESOLUTION_CHK=解析网络地址
IDS_DISABLEWINDOWSFIREWALL_CHK=禁用 Windows 防火墙
IDS_ENABLEWINDOWSFIREWALL_CHK=启用 Windows 防火墙
IDS_CONFIRMEXIT_CHK=退出时显示确认对话框
IDS_CONFIRMEXITTIMER_CHK=当定时器活动时，退出程序会显示确认框
IDS_CONFIRMLOGCLEAR_CHK=清除日志需要确认
IDS_COLORS_HINT=双击可以设置颜色.
IDS_ENABLELOG_CHK=启用丢弃数据包日志记录
IDS_LOGSHOW=显示日志
IDS_LOGCLEAR=清除日志
IDS_LOGSIZELIMIT_HINT=日志最大占用(kB):
IDS_ENABLENOTIFICATIONS_CHK=启用丢弃数据包通知
IDS_NOTIFICATIONSOUND_CHK=开启通知音
IDS_NOTIFICATIONTIMEOUT_HINT=同一通知之间的等待时长(秒):
IDS_NOTIFY_TOOLTIP=为本程序创建地址/端口的专有规则
IDS_QUESTION=你确定吗?
IDS_QUESTION_DELETE=确定要删除 个项目?
IDS_QUESTION_START=这将禁止依据所选配置以外的程序访问网络! 你要继续吗?
IDS_QUESTION_STOP=这将恢复所有禁止的程序访问网络!你要继续吗?
IDS_QUESTION_EXIT=即使你退出程序，已安装的过滤器仍有效，是否继续？
IDS_QUESTION_TIMER=定时器已经激活。只有在程序运行时，定时器才会工作。是否退出程序?
IDS_QUESTION_TIMERS=是否删除所有的定时器?
IDS_QUESTION_FLAG_CHK=请勿再次询问
IDS_STATUS_EMPTY=空.
IDS_STATUS_SYNTAX_ERROR=规则 存在语法错误！
IDS_ADDRESS_LOCAL=源地址
IDS_ADDRESS_REMOTE=目的地址
IDS_UPDATE_ERROR=更新服务器连接错误.
IDS_UPDATE_DOWNLOAD=正在下载更新...
IDS_UPDATE_DONE=下载更新完成.
IDS_GROUP_SPECIAL_APPS=专有规则的程序
IDS_RULE_ALLOWLOOPBACK_HINT=允许所有的Loopback流量.
IDS_RESET=重置
IDS_EXCLUDESTEALTH_CHK=端口扫描器
IDS_EXCLUDEBLOCKLIST_CHK=阻止列表
IDS_UPDATE_INIT=检查新版本...
IDS_UPDATE_INSTALL=有可用的更新，是否安装？
IDS_EXCLUDECUSTOM_CHK=用户规则
IDS_EXCLUDECLASSIFYALLOW_CHK=允许的数据包
IDS_STATUS_TIMER_DONE=的定时器完成！
IDS_ICONSEXTRALARGE=特大
IDS_STATUS_UNUSED_APPS=未使用的应用
IDS_STATUS_TIMER_APPS=定时器程序
IDS_SECUREFILTERS_CHK=开启对已安装筛选器的保护
IDS_SECUREFILTERS_HINT=防止未经授权应用访问已安装的筛选器
IDS_USEREFRESHDEVICES_CHK=在设备到达时刷新过滤器
IDS_RULE_ALLOW6TO4=允许所有IPV6重定向(6to4)
IDS_RECOMMENDED=推荐
IDS_ICONSISTABLEVIEW=显示为表格
IDS_ACTION_ALLOW_HINT=始终允许此程序访问互联网
IDS_ACTION_BLOCK_HINT=始终阻止此程序访问互联网
IDS_ACTION_LATER_HINT=稍后询问
IDS_RULE_APPLY_2=应用到程序 "%s"
IDS_EDITRULES=编辑规则
IDS_TAB_APPS=程序
IDS_TAB_SERVICES=服务
IDS_TAB_PACKAGES=软件包
IDS_TAB_NETWORK=网络
IDS_STATE=状态
IDS_STATUS_FILTERS_ACTIVE=过滤已经启用.
IDS_STATUS_FILTERS_INACTIVE=过滤已经关闭!
IDS_STATUS_FILTERS_PROCESSING=应用过滤器
IDS_HIGHLIGHT_CONNECTION=具有网络连接
IDS_SHOWINLIST=显示在列表中
IDS_BLOCKLIST_SPY=微软间谍或是遥测服务器
IDS_BLOCKLIST_UPDATE=微软更新服务器
IDS_BLOCKLIST_EXTRA=微软应用服务器
IDS_PORT=端口
IDS_NOTIFY_TITLE=网络警告
IDS_NOTIFY_HEADER=网络连接被拦截
IDS_DISABLE=禁用
IDS_TITLE_SECURITY=安全
IDS_LOGVIEWER_HINT=日志查看器程序
IDS_NOTIFICATIONONTRAY_CHK=在托盘显示提示窗口
IDS_NETWORK_CLOSE=关闭连接
IDS_RULE_BLOCKOUTBOUND=阻止外部所有的连接
IDS_RULE_BLOCKINBOUND=阻止内部所有的连接
IDS_VIEW_ICON=图标
IDS_VIEW_DETAILS=详细信息
IDS_VIEW_TILE=平铺
IDS_RULE_HINT=若留空字段，规则将应用于任何地址和端口。
IDS_RULE_APPS_HINT=若不选择程序，规则将应用于任何程序。
IDS_STATUS_FILTERS_ACTIVE_TEMP=直到重启前启用过滤。
IDS_INSTALL_PERMANENT=永久规则，在你手动禁用前会一直生效。
IDS_INSTALL_TEMPORARY=临时规则，下次重启后重置。
IDS_ENABLEUILOG_CHK=启用数据包记录接口
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=当前台程序为全屏时，启用静默模式
IDS_TITLE_TRAY=任务栏图标
IDS_TRAYICONSINGLECLICK_CHK=单击任务栏图标打开窗口
IDS_ENABLE_APP_CHK=允许网络访问
IDS_APP_HINT=没有理由为已经允许互联网接入的程序设置任何放行规则。
IDS_HOST=Host
IDS_CONFIRMALLOW_CHK=允许程序时确认
IDS_QUESTION_ALLOW=你确定要为此程序启用完全的互联网访问吗？
IDS_SHOWSEARCHBAR_CHK=显示搜索栏
IDS_LAYER=层
IDS_RULE_ALLOWWINDOWSUPDATE=允许 Windows Update
IDS_ACTION_TERMINATE_HINT=终止进程
IDS_PROFILE_TYPE=配置类型
IDS_USEAPPMONITOR_CHK=监控应用更改
IDS_DISABLEREMOVAL=禁止删除
IDS_USEHASHES_CHK=检查应用程序的 sha-256 值
IDS_COMMENT=注释
IDS_USEDARKTHEME=使用深色主题
IDS_KEEPUNUSED_CHK=保留闲置的应用程序
IDS_UPDATE_NO=无更新可用
IDS_UPDATE_YES=有可用的更新，是否下载并安装？
IDS_UPDATE_SPEED=速度
IDS_RULE_FOR_ALL=所有
IDS_RULE_FOR_APPS=应用程序
IDS_PROFILE_TYPE_PLAIN=明文
IDS_PROFILE_TYPE_COMPRESSED=压缩
IDS_PROFILE_TYPE_ENCRYPTED=加密
IDS_SESSION_ONLY=仅会话
IDS_LIMIT_REACHED=已达限制.
IDS_INTERNAL_RULE=内部规则
IDS_LOADING=加载中...
IDS_DIRECTION_REMOTE=远程
IDS_DIRECTION_LOCAL=本地
IDS_WARNING_UNEXPECTED=小心，互联网流量可能以意想不到的方式经服务/驱动器主机 (svchost.exe/System) 泄露。继续吗？
IDS_WARNING_ME=如果禁止主进程将无法使用解析网络地址选项。继续吗？
IDS_TOTAL=Total
IDS_EXCLUDEINBOUND_CHK=inbound multicast/broadcast
